{
  "header": {
    "description": "As a multi skilled developer and designer, I love transforming ideas into digital products. My mission is to create easy to use solutions which enrich your customers’ experience and give you the best ROI.",
    "button": {
      "name": "Get in touch"
    },
    "link": {
      "name": "Ask a question"
    }
  },
  "description": {
    "title": "Let's build your next product",
    "content": [
      "I have always been interested in how design and development come together into great products. Although I specialise in front end development, my skill-set has been expanding alongside my diverse client base, and I can now support every aspect of developing a product: UX, design, front-end and some back-end development",
      "I have over 8 years’ experience in design and 3 years' in development and I believe I would bring great value to your team having the rare ability to bridge both worlds of design and development.",
      "I am based in Solihull, UK, and available for remote work. If you would like to build something together, <a href='mailto:hello@constantinchirila.com?subject=I want to have a chat!'>let's chat</a>!"
    ]
  },
  "skills": {
    "title": "What I do",
    "frontend": [
      "Javascript (ES10)",
      "CSS/SCSS",
      "ReactJS",
      "NextJS",
      "Typescript",
      "Apollo"
    ],
    "backend": ["NodeJS", "Building API's", "GraphQL", "MongoDB", "Jest"],
    "design": ["Figma", "Sketch", "Photoshop", "Illustrator"]
  },
  "projects": {
    "title": "Projects",
    "button": "More projects",
    "buttonLink": "/work"
  },
  "clients": {
    "title": "I have also helped these awesome companies"
  },
  "articles": {
    "title": "Latest articles",
    "button": "View all",
    "buttonLink": "/blog"
  },
  "testimonials": {
    "title": "Testimonials",
    "content": "People I have worked with have enjoyed working with me",
    "testimonials": [
      {
        "name": "Simon Dring",
        "title": "Head of Client Success, Mention ME",
        "content": "At Mention Me we worked with Constantin for a few years and were constantly impressed both by the quality and promptness of his output. He was always willing to go out of his way to make sure we (and our clients) got a great finished product.",
        "profile": "./images/simon-dring.jpg"
      },
      {
        "name": "David Hobbs",
        "title": "Software Development Director, Workvine",
        "content": "Constantin was a real pleasure to work with and we look forward to working with him again. He’s definitely the kind of designer you can trust with a project from start to finish.",
        "profile": "./images/david-hobbs.jpg"
      },
      {
        "name": "Madison Lee",
        "title": "Regional Business Development Manager, iFootage Gear",
        "content": "Having worked with Constantin for a few years, we can safely say that we are impressed and statisfied; he is thorough and knowledgeable and he always had our company interests in min when delivering. He is very passionate about what he does and he has yet to dissapoint us.",
        "profile": "./images/madison-lee.jpg"
      }
    ]
  }
}
